function Confid(props) {
  return (
    <div className="text forContainer">
      <div className="container">
        <h1>Політика конфіденційності</h1>
        <p>
          Положення про конфіденційність та захист персональних даних
          Використовуючи цей Сайт та Приймаючи Умови користування Сайтом та це
          Положення про конфіденційність, Ви підтверджуєте, що Ви старше 18
          років, проживаєте в Україні і є споживачем тютюнових виробів,
          нікотиновмісних продуктів та/чи електронних сигарет, безумовно і
          безвідклично розумієте і погоджуєтеся із зазначеними нижче умовами і
          цілями використання Ваших персональних даних, а також безумовно і
          безвідклично розумієте і погоджуєтеся, що таке використання Ваших
          персональних даних не є підставою для виплати Вам будь-якої винагороди
          або компенсації. 
        </p>
        <p>
          Продавець поважає таємницю приватного життя своїх споживачів. Ми
          зобов'язуємося вжити відповідних заходів щодо безпеки персональних
          даних, які Ви надаєте нам, коли Ви відвідуєте і використовуєте цей
          Сайт. Дане Положення про конфіденційність описує всі види персональних
          даних, які ми отримуємо через Сайт, а також те, як ми їх
          використовуємо і кому ми їх надаємо, а також свідчить про Вашу згоду,
          надану продавцю, на обробку Ваших персональних даних. Наше Положення
          про конфіденційність також описує ті заходи, яких ми вживаємо для
          забезпечення безпеки інформації.
        </p>
        <p>
          Якщо Ви не згодні з цим Положенням про конфіденційність, Ви не можете
          використовувати даний Сайт. Ми залишаємо за собою право у будь-який
          час вносити зміни до цього Положення про конфіденційність, тому ми
          рекомендуємо Вам регулярно переглядати політику конфіденційності
          нашого сайту.
        </p>
        <h2>1. Згода на обробку Ваших персональних даних</h2>
        <p>
          Ваша реєстрація на сайті означає надання Вами згоди на використання та
          обробку Ваших персональних даних і вчинення інших дій, передбачених
          Законом України "Про захист персональних даних". Ви підтверджуєте, що
          всі наведені Вами персональні дані є достовірними та точними. Ви
          повністю усвідомлюєте, що несете відповідальність за надання Продавцю
          недостовірних персональних даних про себе. Ви підтверджуєте, що
          добровільно та безоплатно надаєте Продавцю свою згоду на будь-яку
          безстрокову обробку будь-яких Ваших персональних даних (включаючи
          прізвище, ім’я та по батькові, дату народження, адресу місця
          проживання, номер стаціонарного або/та мобільного телефону, адресу
          електронної пошти, інформацію про споживання Вами тютюнових виробів,
          нікотиновмісних продуктів тощо) у базі даних повнолітніх споживачів
          тютюнових виробів, нікотиновмісних продуктів та/чи електронних сигарет
          Продавця, в тому числі на збирання, реєстрацію, включення в бази
          даних, накопичення, зберігання, адаптування, зміну, поновлення,
          використання, поширення (розповсюдження, реалізацію, передачу, надання
          доступу будь-яким третім особам, включаючи нерезидентів (іноземних
          суб’єктів відносин), без будь-якого окремого повідомлення Вас, про
          здійснення такого розповсюдження, реалізації, передачі, або надання
          доступу), знеособлення, знищення персональних даних у базі
          персональних даних, як на території України, так і за кордоном, та
          іншим чином збирання, безстрокове зберігання, використання та
          поширення Ваших персональних даних з метою:
        </p>
        <p>
          (1) надання Вам, як повнолітньому споживачу, інформації про майбутні
          події, заходи і послуги, а також актуальну і достовірну інформацію про
          Продукцію, пристосування для її використання або вживання, а також про
          розташування місць продажу, згідно з українським законодавством про
          захист прав споживачів,
        </p>
        <p>
          (2) вчинення та оформлення правочинів через Інтернет-магазин і
          виконання умов таких правочинів,
        </p>
        <p>
          (3) одержання зворотнього зв’язку щодо якості обслуговування,
          дослідження споживчої думки щодо Продукції тощо,
        </p>
        <p>
          (4) та іншою метою, яка може бути окремо визначена листуванням або
          усно за телефонним зверненням.
        </p>
        <p>
          Ви також цим надаєте згоду на надання будь-яким третім особам,
          включаючи нерезидентів (іноземних суб’єктів відносин), права обробляти
          Ваші персональні дані з зазначеною метою. Крім того, Ви надаєте згоду
          Продавцю на обробку Ваших персональних даних із зазначеною метою, якщо
          такі персональні дані були передані Продавцю третіми особами за умови
          отримання такими особами Вашої згоди та дотримання інших вимог
          законодавства України про захист персональних даних Ви також
          підтверджуєте, що добровільно надаєте продавцю, його філіям,
          афілійованим особам та уповноваженим ними особам свою згоду на
          отримання/безстрокове зберігання Продавцем наданих Вами копій
          документів (паспорт, права водія тощо), необхідних для перевірки Вашої
          особи та Вашого віку, якщо такі будуть надані. Ви дозволяєте Продавцю,
          його філіям, афілійованим особам та уповноваженим ними особам
          направляти Вам на вказані Вами адресу, адресу електронної пошти та
          номери телефонів інформацію з метою обробки Ваших персональних даних.
          Ви погоджуєтеся негайно інформувати Продавця про зміну Ваших
          персональних даних та (або) зміну статусу споживача тютюновмісних
          продуктів. Ви також підтверджуєте, що ПРодавець може здійснювати
          перевірку наданих Вами персональних даних, зокрема номеру мобільного
          телефону, із залучення відповідного мобільного оператора. Для цілей
          такої перевірки Ви надаєте згоду Продавцю та відповідному мобільному
          оператору на обмін даними, що стосуються Вашого номеру телефону. Ця
          згода діє до дати її відкликання Вами шляхом направлення на поштову
          адресу Продавця письмового повідомлення. Повідомляємо Вас, що
          власником Ваших персональних даних є Продавець. При реєстрації на
          Сайті можуть збиратися наступні персональні дані: прізвище, ім’я, по
          батькові, дата народження, місце (адреса) проживання (реєстрації),
          номер стаціонарного та/або мобільного телефону, адреса електронної
          пошти, стать, тощо. Як суб’єкт персональних даних Ви маєте право:
        </p>
        <p>
          1) знати про джерела збирання, місцезнаходження своїх персональних
          даних, мету їх обробки, місцезнаходження або місце проживання
          (перебування) власника чи розпорядника персональних даних або дати
          відповідне доручення щодо отримання цієї інформації уповноваженим ним
          особам, крім випадків, встановлених законом;
        </p>
        <p>
          2) отримувати інформацію про умови надання доступу до персональних
          даних, зокрема інформацію про третіх осіб, яким передаються його
          персональні дані;
        </p>
        <p>3) на доступ до своїх персональних даних;</p>
        <p>
          4) отримувати не пізніше як за тридцять календарних днів з дня
          надходження запиту, крім випадків, передбачених законом, відповідь про
          те, чи обробляються його персональні дані, а також отримувати зміст
          таких персональних даних;
        </p>
        <p>
          5) пред'являти вмотивовану вимогу володільцю персональних даних із
          запереченням проти обробки своїх персональних даних;
        </p>
        <p>
          6) пред'являти вмотивовану вимогу щодо зміни або знищення своїх
          персональних даних будь-яким володільцем та розпорядником персональних
          даних, якщо ці дані обробляються незаконно чи є недостовірними;
        </p>
        <p>
          7) на захист своїх персональних даних від незаконної обробки та
          випадкової втрати, знищення, пошкодження у зв'язку з умисним
          приховуванням, ненаданням чи несвоєчасним їх наданням, а також на
          захист від надання відомостей, що є недостовірними чи ганьблять честь,
          гідність та ділову репутацію фізичної особи
        </p>
        <p>
          8) звертатися із скаргами на обробку своїх персональних даних до
          Уповноваженого Верховної Ради України з прав людини або до суду;
        </p>
        <p>
          9) застосовувати засоби правового захисту в разі порушення
          законодавства про захист персональних даних;
        </p>
        <p>
          10) вносити застереження стосовно обмеження права на обробку своїх
          персональних даних під час надання згоди;
        </p>
        <p>11) відкликати згоду на обробку персональних даних;</p>
        <p>12) знати механізм автоматичної обробки персональних даних;</p>
        <p>
          13) на захист від автоматизованого рішення, яке має для нього правові
          наслідки.
        </p>
        <p>
          З усіх питань щодо обробки Продавцем Ваших персональних даних Ви
          можете звертатися за адресою: ТОВ «ПроВейп Україна», вул. Кожум'яцька
          20В, м. Київ, 04071, або за номерами телефонів що вказані тут, або
          електронною поштою: provapeukraine@gmail.com
        </p>
        <h2>2. Як ми захищаємо персональні дані</h2>
        <p>
          Безпека персональних даних є для нас пріоритетом. Ми дотримуємося і
          забезпечуємо, щоб Допущені треті особи дотримувалися відповідних
          адміністративних, технічних і фізичних заходів щодо забезпечення
          безпеки, розроблених для захисту від несанкціонованого розкриття,
          використання, модифікації або знищення персональних даних, які Ви
          надаєте нам, коли Ви відвідуєте і використовуєте цей Сайт. Ми
          використовуємо захищені канали зв'язку для забезпечення безпеки
          передачі Ваших персональних даних.
        </p>
        <h2>3. Як ми використовуємо персональні дані</h2>
        <p>
          Коли Ви відвідуєте наш Сайт, Ваш браузер автоматично направляє нам
          адреси інтернет-протоколу (IP) і деяку іншу інформацію (таку як тип
          браузера, який Ви використовуєте). Ми не використовуємо клієнтські
          маркери для збереження Ваших персональних даних та інформації про
          доступ. Продавець і його філії, афілійовані особи та уповноважені ними
          особи, що діють відповідно до угод про конфіденційність, мають право
          здійснювати автоматизовану і неавтоматизовану обробку, включаючи збір,
          систематизацію, накопичення, зберігання, уточнення (оновлення, зміну),
          використання, поширення (у тому числі передачу, включаючи
          транскордонну передачу), знеособлення, блокування, знищення наданих
          Вами персональних даних, для цілей здійснення будь-якою з вищевказаних
          осіб та (або) їх уповноваженими представниками будь-яких контактів з
          Вами стосовно мети обробки Ваших персональних даних за допомогою
          електронного зв'язку або іншим способом (включаючи телефонні дзвінки,
          пошту, електронну пошту, SMS, MMS з дотриманням вимог законодавства
          України.
        </p>
        <h2>4. Інформація, яку ми надаємо</h2>
        <p>
          Продавець не передає і не розкриває Ваші персональні дані, які ми
          отримуємо на даному Сайті, яким-небудь третім особам для їх власних
          маркетингових цілей. Ваші персональні дані, отримані на цьому Сайті,
          можуть бути розкриті будь-якій з Допущених третіх осіб і в межах, не
          заборонених чинним законодавством, можуть бути передані в іншу країну,
          в якій ми і / або будь-яка з Допущених третіх осіб здійснює
          діяльність, включаючи, але не обмежуючись, імпорт Ваших персональних
          даних. Продавець і Допущені треті особи можуть також розкривати Ваші
          персональні дані, якщо це вимагається згідно із законодавством, що
          застосовується. Шляхом включення Вас в нашу базу даних повнолітніх
          споживачів тютюнових виробів, нікотиновмісних продуктів та/чи
          електронних сигарет Ви безумовно і безвідклично розумієте і
          погоджуєтеся з вищеперерахованими умовами розкриття та передачі Ваших
          персональних даних.
        </p>
      </div>
    </div>
  );
}



export default Confid;