



function Cok(props) {
    return(
        <div className="text forContainer">
            <div className="container">
                <h1>Політика Cookie</h1>
                <p>У цьому повідомленні описано, яким чином ми використовуємо в роботі своїх цифрових платформ технології відстеження (файли cookie та деякі інші засоби, такі як веб-маяки), а також роз'яснюється, яка саме інформація про відвідувачів збирається автоматично, і яким чином ви можете погодитися на використання технологій відстеження або відмовитися від цього.</p>
                <h2>Чому ви використовуєте технології відстеження?</h2>
                <p>У своїх цифрових платформах ми використовуємо технології відстеження в наступних цілях:</p>
                <ul>
                    <li>для забезпечення нормальної роботи цифрових платформ або підвищення ефективності їх роботи</li>
                    <li>для розширення функціональності наших цифрових платформ</li>
                    <li>для збирання інформації, яка забезпечить нам розуміння того, яким чином відвідувачі використовують наші цифрові платформи та взаємодіють зі службами і засобами комунікації</li>
                    <li>для забезпечення цілеспрямованої взаємодії з вами і формування індивідуального підходу</li>
                </ul>

                <h2>Що таке файли cookie і веб-маяки?</h2>
                <p>Прикладом технології відстеження є файли cookie. Вони являють собою текстові файли малого обсягу, які розміщуються на вашому комп'ютері при відвідуванні будь-якої цифрової платформи, а потім використовуються як засіб ідентифікації вашого комп'ютера в цілях, описаних нижче.</p>
                <p>Файли cookie, встановлені власником цифрової платформи, називаються «основними файлами cookie», а файли cookie, встановлені іншими особами, називаються «сторонніми файлами cookie». Сторонні файли cookie дозволяють третім сторонам надавати сервіси або функції безпосередньо в цифровій платформі або за допомогою неї (наприклад, аналітика, реклама та відеоматеріали). Сторони, які встановлюють такі сторонні файли cookie, можуть розпізнавати ваш пристрій як при відвідуванні нашої цифрової платформи, так і при відвідуванні деяких інших цифрових платформ.</p>
                <p>Веб-маяки являють собою зображення малого обсягу (ще їх називають «піксельні теги» або «прозорі GIF-файли»), які можуть бути включені в наші цифрові платформи та інформаційні бюлетені (включно з повідомленнями електронної пошти), і зазвичай використовуються спільно з файлами cookie для ідентифікації вашого пристрою або браузера, а також вашої поведінки в мережі</p>
                <p>Зокрема, веб-маяки не використовуватимуться, якщо ви забороняєте використання відповідного файлу cookie. Деякі з наших веб-сайтів і служб, такі як оновлення через електронну пошту, можуть містити електронні зображення, так звані «веб-маяки» (іноді їх ще називають однопіксельними GIF-файлами, прозорими GIF-файлами або піксельними тегами). Веб-маяки дозволяють нам підраховувати кількість відвідувачів, що переглянули матеріали на наших веб-сайтах або сторінках. У електронних повідомленнях та інформаційних бюлетенях веб-маяки дозволяють нам визначити кількість користувачів, які їх прочитали. Також веб-маяки дозволяють нам накопичувати статистичну інформацію про дії та функції, які цікавлять вас найбільше, щоб забезпечити формування більш індивідуалізованого контенту. Ми не використовуємо веб-маяки для отримання доступу до ваших особистих даних без вашої згоди.</p>
            </div>
        </div>
    )
}


export default Cok;