export default function Offer() {
    return (
        <div className="text forContainer">
            <div className="container">
                <h1>ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ</h1>
                <h2>ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
                <p>
                    Нижченаведений текст є Договором між інтернет-магазином
                    chillbar.com.ua(ТОВ «МАСККІНГ»), надалі «Продавець», і
                    Покупцем Товарів інтернет-магазину, незалежно від статусу
                    (фізична особа, юридична особа, фізична особа-підприємець),
                    надалі «Покупець».
                </p>
                <p>
                    Цей Договір визначає умови покупки Товару Покупцем через
                    інтернет-магазин Продавця.
                </p>
                <p>
                    Договір є публічним згідно зі ст. 633 та ст. 641 Цивільного
                    кодексу України та має належну юридичну силу.
                </p>
                <p>
                    У відповідності зі ст. 642 Цивільного Кодексу України повним
                    і беззастережним прийняттям умов цього договору-оферти, що
                    підтверджує укладення Договору на запропонованих умовах, є
                    факт здійснення Покупцем оплати вартості замовленого на
                    сайті інтернет-магазину Товару.
                </p>
                <p>
                    У цій оферті, якщо контекст не вимагає іншого, наведені
                    нижче терміни мають такі значення:
                </p>
                <p>
                    «Інтернет-магазин» - сайт Продавця, створений для укладення
                    Договорів роздрібної та оптової купівлі-продажу, після
                    ознайомлення Покупцем із запропонованим Товаром Продавця по
                    фотознімках дистанційним способом.
                </p>
                <p>
                    «Продавець» - Товариство з обмеженою відповідальністю
                    «МАСККІНГ» (код ЄДРПОУ 43181619).
                </p>
                <p>
                    «Товар» - продукція, пропонована до продажу і розміщена на
                    сайті chillbar.com.ua
                </p>
                <p>
                    «Покупець» - фізична та/або юридична особа, яка здійснює
                    замовлення на сайті chillbar.com.ua.
                </p>
                <p>
                    «Одержувач» - фізична та/або юридична особа, визначена
                    Покупцем, яка повинна отримати замовлений Товар.
                </p>
                <p>
                    «Акцепт» - повне і беззастережне прийняття Покупцем умов
                    Договору.
                </p>
                <p>
                    «Замовлення» - окремі позиції з асортиментного переліку
                    товару, зазначені Покупцем при оформленні заявки на сайті.
                </p>
                <h2>2. ПРЕДМЕТ ДОГОВОРУ</h2>
                <p>
                    2.1. Продавець здійснює продаж і відправку Товару згідно з
                    чинним прейскурантом, опублікованим на сайті
                    chillbar.com.ua, а Покупець оплачує та приймає Товар
                    відповідно до умов цього Договору.
                </p>
                <p>
                    2.2. Доставка Товару здійснюється в спосіб, обраний Покупцем
                    та за рахунок Покупця.
                </p>
                <h2>3. ПОРЯДОК ОФОРМЛЕННЯ ЗАМОВЛЕННЯ</h2>
                <p>3.1. Формування замовлення.</p>
                <p>
                    3.1.1. Замовлення приймаються через chillbar.com.ua в
                    робочий час Продавця.
                </p>
                <p>
                    3.1.2. Продавець не надає послуги з купівлі та доставки
                    товарів, придбаних у третіх осіб за замовленням Покупця.
                </p>
                <p>
                    3.1.3. При оформленні замовлення Покупець повинен
                    максимально точно вказати дані Одержувача. Невірна
                    інформація, надана покупцем, може перешкодити виконанню
                    замовлення. У такому разі доставка відкладається до моменту
                    уточнення коректних даних Одержувача.
                </p>
                <p>3.2. Порядок оплати замовлення.</p>
                <p>
                    3.2.1. Оплата замовлення означає згоду Покупця на укладення
                    цього Договору з Продавцем.
                </p>
                <p>
                    3.2.2. Покупець оплачує вартість замовлення за Договором
                    шляхом перерахування грошових коштів на розрахунковий
                    рахунок Продавця. Датою оплати вважається день надходження
                    грошових коштів на рахунок Продавця.
                </p>
                <p>
                    3.2.3. Ціни на будь-які позиції Товару, зазначені на сайті
                    chillbar.com.ua, є чинними на момент здійснення та оплати
                    замовлення.
                </p>
                <p>
                    3.2.4. Покупець має право підтвердити або анулювати
                    замовлення до того моменту, поки він не оплачений.
                </p>
                <p>
                    3.2.5. Замовлення приймаються до виконання тільки після
                    надходження грошових коштів на рахунок Продавця.
                </p>
                <p>
                    3.2.6. Покупцеві повідомлення про приймання замовлення
                    надсилається на електронну адресу, що була вказана при
                    оформленні замовлення.
                </p>
                <p>
                    3.2.7. Послуги платіжних систем, терміналів Покупець оплачує
                    додатково.
                </p>
                <p>
                    3.2.8. Допускається тільки безготівкова форма оплати Товару.
                </p>
                <p>3.3. Умови доставки замовлення.</p>
                <p>
                    3.3.1. При оформленні замовлення Покупець повинен чітко
                    вказати вимоги щодо його доставки. Одне замовлення може бути
                    оформлене на одну доставку за допомогою обраного способу
                    доставки Покупцем.
                </p>
                <p>
                    3.3.2. Доставка замовлення може виконуватися без переднього
                    уточнення з одержувачем.
                </p>
                <h2>4. СТРОК ВИКОНАННЯ ЗАМОВЛЕННЯ</h2>
                <p>
                    4.1. Продавець вважається таким, що виконав зобов’язання по
                    поставці Товару після його передачі перевізнику чи службі
                    доставки, обраному Покупцем.
                </p>
                <p>
                    4.2. Продавець виконує оплачене замовлення протягом одного
                    робочого дня.
                </p>
                <h2>5. СТВОРЕННЯ ЗАМОВЛЕННЯ. ЗАМІНА ВІДСУТНІХ КОМПОНЕНТІВ</h2>
                <p>
                    5.1. Покупець створює замовлення відповідно до вимог
                    Продавця на сайті.
                </p>
                <p>
                    5.2. Якщо зовнішній вигляд Товарів відрізняється від
                    зображення на сайті Продавця, це не може бути дефектом або
                    причиною для повернення коштів або заміни замовлення.
                </p>
                <p>
                    5.3. Всі інформаційні матеріали, представлені на сайті
                    chillbar.com.ua мають довідковий характер і не можуть повною
                    мірою передавати достовірну інформацію щодо певних
                    властивостей та характеристик товару, окрім вмісту Товару.
                </p>
                <h2>6. ЗАМІНА ТОВАРУ. ПОВЕРНЕННЯ ТОВАРУ. ПОВЕРНЕННЯ ГРОШЕЙ.</h2>
                <p>
                    6.1. Одержувач/Покупець не може відмовитися або повернути
                    замовлення Товару.
                </p>
                <p>
                    6.2. Покупець має право оформити лист із рекламацією,
                    використовуючи форму зворотного зв'язку на сайті або за
                    адресою електронної пошти: chillbar.com.ua, вказавши причину
                    і надавши відповідні опис і фото на підтвердження.
                </p>
                <p>
                    6.3. Якщо з вини Продавця замовлення не було доставлено в
                    зазначений Покупцем або Одержувачем день, Покупець має право
                    вимагати компенсацію, розмір якої не може перевищувати суму
                    замовлення.
                </p>
                <h2>7. СТРОК ДІЇ ДОГОВОРУ. ПОРЯДОК ВНЕСЕННЯ ЗМІН.</h2>
                <p>
                    7.1. Акцепт Оферти Покупцем є підтвердженням укладення
                    Договору за умовами Оферти.
                </p>
                <p>
                    7.2. Договір набирає чинності з моменту оплати замовлення
                    Покупцем і є чинним до моменту виконання Продавцем
                    зобов'язань за цим Договором.
                </p>
                <p>
                    7.3. Продавець має право вносити зміни в текст цього
                    Договору на свій розсуд у будь-який момент і без
                    попереднього повідомлення Покупця. Актуальна (чинна)
                    редакція Договору завжди доступна на сайті.
                </p>
                <p>
                    7.4. Покупець погоджується і визнає, що внесення змін до
                    Оферти тягне за собою внесення цих змін в укладений вже
                    чинний Договір між Покупцем і Продавцем; зміни в Договорі
                    набирають чинності з такими змінами в Оферті.
                </p>
                <h2>8. КОНФІДЕНЦІЙНІСТЬ</h2>
                <p>
                    8.1. Продавець гарантує збереження таємниці інформації, що
                    її Покупець вказує при реєстрації або при оформленні
                    замовлення.
                </p>
                <p>
                    8.2. Продавець гарантує, що персональні дані не будуть
                    використані в корисливих цілях, на сторонніх ресурсах або
                    для поширення спаму.
                </p>
                <p>
                    8.3. При оформленні замовлення Покупець дає згоду на обробку
                    своїх персональних даних, що зберігаються в базі Продавця
                    виключно для ідентифікації Покупця/Одержувача при повторних
                    замовленнях і для коректного їх виконання. При відмові
                    Покупцем Продавець не зможе відповідним чином провести
                    замовлення.
                </p>
                <h2>9. ВІДПОВІДАЛЬНІСТЬ</h2>
                <p>
                    9.1. Продавець несе всі ризики, пов'язані з втратою або
                    пошкодженням товару до моменту його передачі службі
                    доставки.
                </p>
                <p>
                    9.2. Одержувач або той, хто прийняв товар в момент
                    відсутності Одержувача, несе всі ризики, пов'язані з втратою
                    або пошкодженням товару з моменту його приймання.
                </p>
                <p>
                    9.3. Продавець вправі передавати свої права та обов'язки
                    щодо виконання замовлень третім особам, не звільняючись від
                    відповідальності.
                </p>
                <p>
                    9.4. Продавець не несе відповідальність за неналежне
                    використання або зберігання товарів Покупцем, що були
                    замовлені на сайті.
                </p>
                <p>
                    9.5. Відповідальність Сторін в інших випадках визначається
                    відповідно до законодавства України.
                </p>
                <p>
                    9.6. Сторони погоджуються, що будь-які спірні ситуації,
                    вирішення яких не вдалося досягти шляхом переговорів,
                    вирішуються відповідно до чинного українського
                    законодавства.
                </p>
            </div>
        </div>
    );
}
