



function Ref(props) {
    return(
        <div className="text forContainer">
            <div className="container">
                <h1>Обмін та повернення</h1>
                <h2>ПОВЕРНЕННЯ</h2>
                <p>Ми дякуємо за покупку та сподіваємося, що Вам сподобається нова продукція Chillbar. Якщо з яких-небудь причин Ви не зовсім задоволені своєю покупкою, Ви можете повернути її або здійснити обмін на інший товар. Більш детальна інформація про нашу політику повернення наведена нижче. Всі повернення повинні бути промарковані поштовим штемпелем протягом семи (7) днів з дати покупки. Всі товари, що повертаються, повинні бути в новому й невикористаному стані</p>
                <h2>ПРОЦЕС ПОВЕРНЕННЯ</h2>
                <p>Для повернення товару, будь ласка, напишіть в нашу службу підтримки, щоб отримати номер квитанції на повернення товару. Ви будете нести відповідальність за всі витрати по зворотній доставці.</p>
                <h2>ВІДШКОДУВАННЯ</h2>
                <p>Після отримання повернення і перевірки стану товару, ми опрацюємо Ваше повернення або здійснимо обмін. Обробка повернення або обмін здійснюється протягом семи (7) днів з моменту отримання вашого відправлення. Ми повідомимо Вам електронною поштою, коли ваше відправлення буде опрацьовано.</p>
                <h2>ВИНЯТКИ</h2>
                <p>Наступні предмети НЕ можуть бути повернені або обміняні:</p>
                <p>Використані/відкриті девайси.</p>
                <p>У випадку дефектних або пошкоджених девайсів, будь ласка, зв’яжіться з нами, щоб домовитися про заміну за гарантією.</p>
                <h2>ЗАПИТАННЯ</h2>
                <p>Якщо у вас є питання, що стосуються нашої політики повернення, будь ласка, зв’яжіться з нами.</p>
            </div>
        </div>
    )
}

export default Ref;